Repository: samuelgjekic/svea-downloads-wp-plugin
Catalog: svea-checkout-downloads/languages/svea-checkout-downloads-*.po
Languages: sv_se

source: Svea Checkout Downloads
sv_se: Svea Checkout Nedladdningar

source: Shows the total number of downloads of the Svea Checkout plugin.
sv_se: Visar det totala antal nedladdningar av Svea Checkout Plugin på WordPress.

source: Enable Caching
sv_se: Aktivera cacheminnet

source: Enable Widget Outside Admin Dashboard
sv_se: Aktivera widget utanför admin dashboard

source: Svea Checkout Total Downloads
sv_se: Svea Checkout Nedladdningar

source: Displays total downloads of the Svea Checkout plugin.
sv_se: Visar det totala antalet nedladdningar för Svea Checkout Plugin på WordPress.

source: Could not retrieve download count. Please try again later.
sv_se: Kunde inte hämta värde. Försök igen senare.

source: Template not found!
sv_se: Template inte hittat!

source: Svea Checkout Download Statistics
sv_se: Svea Checkout Statistik

source: Shows the total number of downloads of the Svea Checkout plugin
sv_se: Visar det totala antal nedladdningar av Svea Checkout Plugin på WordPress

source: Title:
sv_se: Titel:

source: Before Widget HTML:
sv_se: Före Widget HTML:

source: After Widget HTML:
sv_se: Efter Widget HTML:

source: Svea Checkout Downloads Settings
sv_se: Svea Downloads Inställningar

source: Total Downloads
sv_se: Svea Checkout Nedladdningar

source: The Svea Checkout plugin has been downloaded %d times.
sv_se: Svea Checkout Plugin har laddats hem %d gånger från WordPress.

source: Last updated on:
sv_se: Senast uppdaterad:
